Repository: robincornett/genesis-accessible
Catalog: languages/genesis-accessible-*.po
Languages: he_il

source: Add CSS for screen readers (screen-reader-text) and skiplinks
he_il: הוסף CSS עבור תוכנות קוראות מסך (screen-reader-text) ועבור דילוג קישורים

source: Use an accessible 404 page
he_il: השתמש בדף 404 נגיש

source: Use an accessible sitemap
he_il: השתמש במפת אתר נגישה

source: Remove Genesis widgets
he_il: הסר וידג'טים של ג'נסיס

source: Skip to primary navigation
he_il: דלג לתפריט הראשי

source: Skip to content
he_il: דלג לתוכן

source: Skip to primary sidebar
he_il: דלג לתפריט הצד הראשי

source: Skip to secondary sidebar
he_il: דלג לתפריט הצד המשני

source: Skip to footer
he_il: דלג לפוטר

source: about
he_il: אודות

source: Genesis - Accessibility Settings
he_il: הגדרות נגישות ג'נסיס

source: Accessibility Settings
he_il: הגדרות נגישות

source: Genesis - Accessibility Documentation
he_il: ג'נסיס - תיעוד נגישות

source: WordPress - Accessibility Settings
he_il: וורדפרס - הגדרות נגישות

source: These settings are for the Genesis framework only.<br />Together with the WordPress setting below, your theme can be a lot more accessible.
he_il: הגדרות אלה הינן עבור Genesis Framework בלבד.<br /> יחד עם הגדרות וורדפרס שמתחת, התמה שלך יכולה להיות נגישה הרבה יותר.

source: Settings for Genesis:
he_il: הגדרות עבור ג'נסיס

source: Remove title attribute from links
he_il: הסר title attribute מקישורים

source: Add skiplinks
he_il: הוסף דילוג קישורים

source: Use a semantic heading structure<br />(Note: Disable also "Use semantic HTML5 page and section headings throughout site?" in the Genesis SEO Settings)
he_il: השתמש במבנה כותרות סמנטי <br /> (הערה: יש לכבות את ההגדרה "השתמש במבנה כותרות סמנטי של HTML5 בדפים ומקטעים בכל האתר?" במסך הגדרות ה SEO של ג'נסיס)

source: Add keyboard accessiblility to the dropdown menu<br />(only select this if you have a dropdown submenu in the main or sub navigation menu)
he_il: הוסף נגישות מקלדת לתפריט נגלל. <br /> (בחר באפשרות זו רק כשיש לך תפריטי משנה בתפריט הראשי או המשני)

source: Remove less accessible Genesis widgets
he_il: הסר וידג'טים של ג'נסיס שנגישים פחות

source: Settings for WordPress:
he_il: הגדרות עבור וורדפרס:

source: Add the post title to the read more links
he_il: הוסף כותרת פוסט עבור קישור "קרא עוד"

source: Remove h1 from editor toolbar
he_il: הסר את תגית h1 מסרגל העורך

source: For documentation, help and support please visit <a href="http://genesis-accessible.org/">genesis-accessible.org</a>.
he_il: לתיעוד, עזרה ותמיכה אנא בקר ב <a href="http://genesis-accessible.org/">genesis-accessible.org</a>.

source: Whoa.. the Genesis Accessible plugin only works, really, when you have installed the %1$sGenesis Framework%2$s
he_il: תוסף הנגישות עבור ג'נסיס עובד רק אחרי שהתקנת את %1$sGenesis Framework%2$s

source: Uhm, the thing of it is, you kinda need the %1$sGenesis Framework %2$s%3$s or greater for these plugin to make any sense.
he_il: אתה כנראה צריך את %1$sGenesis Framework %2$s%3$s או גרסה מתקדמת יותר על מנת שתוסף זה יעבוד.

source: Search this website
he_il: חיפוש באתר זה

source: Search
he_il: חיפוש

source: Main navigation
he_il: ניווט ראשי

source: Skip links
he_il: דלג קישורים

source: Read more
he_il: קרא עוד

source: Page not found
he_il: עמוד לא נמצא

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it with the information below.
he_il: העמוד אותו אתה מחפש אינו קיים. יתכן כי תרצה לחזור ל <a href="%s">עמוד הבית</a> ולמצוא את מה שחיפשת. או, תוכל לנסות לחפש זאת במידע שמתחת.

source: Sitemap
he_il: מפת אתר

source: Pages:
he_il: עמודים:

source: Categories:
he_il: קטגוריות:

source: Authors:
he_il: כותבים:

source: Monthly:
he_il: חודשי:

source: Recent Posts:
he_il: פוסטים אחרונים:
